[
 {
   "Item": "Com ScramblerCom Scrambler",
   "Cost": "6000",
   "Weight": "10",
   "Uses": "-",
   "Book": "GW",
   "Page": 46,
   "Comment": "Mounted on a backpack frame. Disrupts all communications (Comlinks, HoloNet, Droid receivers) within 20km\nradius. Getting a signal in or out requires a Use Computer check vs scramblers Use Computer check (+10).\nCheck must be made every minute."
 },
 {
   "Item": "Comlink Add-on, Holo Capability",
   "Cost": "x5",
   "Weight": "",
   "Uses": "-",
   "Book": "CR",
   "Page": 134,
   "Comment": "The comlink now have holo capability 3D images in addition to audio."
 },
 {
   "Item": "Comlink Add-on, Video capability",
   "Cost": "x2",
   "Weight": "",
   "Uses": "-",
   "Book": "CR",
   "Page": 134,
   "Comment": "The comlink now have holo capability 2D images in addition to audio."
 },
 {
   "Item": "Comlink Add-on, Encryption",
   "Cost": "x10",
   "Weight": "",
   "Uses": "-",
   "Book": "CR",
   "Page": 134,
   "Comment": "Hardwired encryption routines. DC +10 on Use Computer checks to intercept transmission.Hardwired encryption routines. DC +10 on Use Computer checks to intercept transmission."
 },
 {
   "Item": "Comlink Add-on, Tightbeam",
   "Cost": "300",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "GW",
   "Page": 46,
   "Comment": "Add-on for any comlink or transceiver. Uses special lasers to send and receive encrypted messages from another individual also equipped with a tightbeam (Must be in LOS of each other). Communication can not be intercepted unless the interceptor is in direct path between the individuals using these devices."
 },
 {
   "Item": "Comlink, Earbud",
   "Cost": "200",
   "Weight": "",
   "Uses": "-",
   "Book": "GI",
   "Page": 66,
   "Comment": "Tiny comlink fitted for wearers ear. Can be programmed to initiate or receive transmissions when wearer touches his ear, clicks or grinds his teeth. Grants +5 to Deception checks to hide its presence. Range 50km or low-orbit."
 },
 {
   "Item": "Comlink, Hands-free",
   "Cost": "150",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "l",
   "Page": 65,
   "Comment": "Several sound-absorbing pads, placed on face and linked to a earpiece. Can be adjusted to pick up whispers. Functions as a short-range comlink, can not have video or holo upgrades."
 },
 {
   "Item": "Comlink, Long-range",
   "Cost": "250",
   "Weight": "1",
   "Uses": "-",
   "Book": "CR",
   "Page": 134,
   "Comment": "Backpack-sized comset. Double cost for wrist sized version. Range 200km or High-orbit."
 },
 {
   "Item": "Comlink, Short-range",
   "Cost": "25",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "CR",
   "Page": 134,
   "Comment": "Consists of a receiver, transmitter and power source. Come in a variety of shapes and styles. Range 50km or low-orbit."
 },
 {
   "Item": "Holo Converter",
   "Cost": "3000",
   "Weight": "2",
   "Uses": "-",
   "Book": "GI",
   "Page": 66,
   "Comment": "Small device attached to a holoprojector to alter outgoing signal so the users appearance and voice are disguised. Can change gender and species. 10 different personae with rotating wardrobe, grants +5 to Deception for making receiver believe that user is another person."
 },
 {
   "Item": "Mobile Hologram Projection Pod",
   "Cost": "10 000",
   "Weight": "75",
   "Uses": "-",
   "Book": "W",
   "Page": null,
   "Comment": ""
 },
 {
   "Item": "Panic Ring",
   "Cost": "300",
   "Weight": "",
   "Uses": "-",
   "Book": "GI",
   "Page": 66,
   "Comment": "Variety of shapes and sizes most common a large ornamental ring with a small button (DC 25 Perception to notice) when pushed sends an encrypted emergency signal to a group designated by the wearer. Range 100km. DC 25 Mechanics check to change signal fail by 5 activates it."
 },
 {
   "Item": "Pocket Scrambler",
   "Cost": "400",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "CR",
   "Page": 134,
   "Comment": "Add-on device that can be attached to any normal communication device. Automatically encodes any outgoing message so it can only be read by a communication device with a linked pocket scrambler. DC30 Use Computer check to decrypt message."
 },
 {
   "Item": "Portable Beacon",
   "Cost": "1500",
   "Weight": "6.8",
   "Uses": "-",
   "Book": "UR",
   "Page": 41,
   "Comment": "1m long, one end pointed and a tripod. Used to send out safe landing zones, warnings, distress signals. Can only be read by sensors. 10,000km range. Reprogramming the signal requires a datapad and a DC 10 Use Computer check."
 },
 {
   "Item": "Signal Wand",
   "Cost": "300",
   "Weight": "0.2",
   "Uses": "-",
   "Book": "UR",
   "Page": 42,
   "Comment": "0,25m stick. Orbital range broadband comlink, if connected to power source can reach interstellar distances but must know where to point it. Also red external light so can transmit signals such as Mon Calamari blink code."
 },
 {
   "Item": "Targeting Beacon",
   "Cost": "300",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "GW",
   "Page": 47,
   "Comment": "Cylindrical beacon, Magnetical and a extendable spike for attaching. Sends out a pulse of light (visible, infrared, ultraviolet). So that allies who know the proper setting can spot. DC10 Mechanics to modify. In clear weather range 2km."
 },
 {
   "Item": "Translator, Personal",
   "Cost": "2000",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "UR",
   "Page": 41,
   "Comment": "Portable tiny shell. Only verbal translations to owners language +3 chosen languages. Operates at the lvl of a DC 10 droid translator unit."
 },
 {
   "Item": "Visual Wrist Comm",
   "Cost": "1300",
   "Weight": "0.25",
   "Uses": "10 days",
   "Book": "C",
   "Page": 66,
   "Comment": "Small, flat, rectangular panel easily attaches to a glove. Sends and receives audio and visual signals and 2D holographic images, 75km low-orbit range. Also functions as a simple datapad that stores and receives information from droids, comm signals, computers."
 },
 {
   "Item": "Vox-box",
   "Cost": "200",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "CR",
   "Page": 134,
   "Comment": "Simple audio playback unit with 12 preprogrammed phrases in one language, each with its own button. Altering a phrase requires a DC 10 Use Computer check and takes 1min to change."
 },
 {
   "Item": "Antitox breath mask and Protective Goggles (Kel Dor)",
   "Cost": "2000",
   "Weight": "",
   "Uses": "year",
   "Book": "CR",
   "Page": 28,
   "Comment": "Without protective goggles they are considered blind. Without an antiox breath mask they begin to suffocate. On Dorin price is 500cr and a years supply of filters 50cr. Kel Dor character begins play with this item at no cost."
 },
 {
   "Item": "Aquata breather",
   "Cost": "350",
   "Weight": "0.2",
   "Uses": "-",
   "Book": "CR",
   "Page": 136,
   "Comment": "2 hours breathable air through its mouthpiece."
 },
 {
   "Item": "Breath mask",
   "Cost": "200",
   "Weight": "2",
   "Uses": "-",
   "Book": "CR",
   "Page": 136,
   "Comment": "Mask that fits over nose and mouth and a hose connecting the mask to a portable life support system. 1 hour breathable air and grants immunity to inhaled poisons."
 },
 {
   "Item": "Breath mask, atmosphere canister/filter",
   "Cost": "25",
   "Weight": "1",
   "Uses": "-",
   "Book": "CR",
   "Page": 137,
   "Comment": "Provides 1h breathable air for a breath mask. DC 10 Mechanics check to replace canister/filter."
 },
 {
   "Item": "Flight suit",
   "Cost": "1000",
   "Weight": "3",
   "Uses": "-",
   "Book": "CR",
   "Page": 137,
   "Comment": "Built-In Vacuum seals. +1 Fort Def. See Armor with same name for details."
 },
 {
   "Item": "Gand breathing apparatus (Gand)",
   "Cost": "2000",
   "Weight": "",
   "Uses": "year",
   "Book": "SV",
   "Page": 9,
   "Comment": "Without an breathing apparatus they begin to suffocate. On Gand price is 500cr and a years supply of filters 50cr. Gand character begins play with this item at no cost."
 },
 {
   "Item": "Gand Transliterator (Gand)",
   "Cost": "100",
   "Weight": "",
   "Uses": "-",
   "Book": "SV",
   "Page": 9,
   "Comment": "Without a Transliterator, a gand can not communicate in any language other than Gand. Gand character begins play with this item at no cost."
 },
 {
   "Item": "Propulsion Pack",
   "Cost": "200",
   "Weight": "10",
   "Uses": "10",
   "Book": "R",
   "Page": 127,
   "Comment": "Designed to enhance underwater movement. Sw Action to activate, gain swim speed of 8sq (-25% sqs if not worn with stabilization fins) until end of your turn. Do not need a Sw Action on subsequent rounds of use."
 },
 {
   "Item": "Space suit",
   "Cost": "2000",
   "Weight": "15",
   "Uses": "-",
   "Book": "CR",
   "Page": 137,
   "Comment": "Built-In Improved Vacuum seals. +2 Fort Def. See Armor with same name for details."
 },
 {
   "Item": "Vacuum mask",
   "Cost": "650",
   "Weight": "0.3",
   "Uses": "-",
   "Book": "K",
   "Page": 74,
   "Comment": "Automatically begins to flow 10 mins of breathable air when sensors on the mask detect a lack of breathable air i.e. atmosphere has vented. No replacement for a space suit."
 },
 {
   "Item": "Code Cylinder",
   "Cost": "500",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "CR",
   "Page": 134,
   "Comment": "Compact encoded security device to access computer data or entry into restricted facilities. It is a storage device with INT 10 and Will 15 and when trying to improve attitude it starts as hostile, If fail by 5 its self-destruct program activates and ruins the cylinder."
 },
 {
   "Item": "Computer Interface Visor",
   "Cost": "1200",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "K",
   "Page": 73,
   "Comment": "Heads-up display that when connected to a computer displays relevant data. Translates complex computer algorithms allowing wearer to attempt trained-only applications of Use Computer even if untrained. Also provides +2 on Use Computer checks. Can not be worn with helmet or any other device worn on the head."
 },
 {
   "Item": "Computer Spikes",
   "Cost": "1500+",
   "Weight": "1",
   "Uses": "-",
   "Book": "T",
   "Page": 87,
   "Comment": "Single-use program built into a basic piece of hardware that plugs directly into another computer. Sw Action to activate, the spike makes a single Use Computer check (+2 per 1500cr cost) that can only be used to improve access. Considered illegal."
 },
 {
   "Item": "Computer, Bracer",
   "Cost": "1300",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "C",
   "Page": 65,
   "Comment": "Datapad worn on forearm. Holographic 2D display and designed for one hand typing. Int 12"
 },
 {
   "Item": "Computer, Portable",
   "Cost": "5000",
   "Weight": "2",
   "Uses": "-",
   "Book": "CR",
   "Page": 136,
   "Comment": "Compact enough to be carried in a attaché case or backpack. INT 14."
 },
 {
   "Item": "Computer, Xcalq Portable \"Slicer Special\"",
   "Cost": "7500",
   "Weight": "2",
   "Uses": "-",
   "Book": "L",
   "Page": 140,
   "Comment": "When used to slice Galactic Alliance systems, opposing system is automatically treated as friendly or helpful, granting +3 on all Use Computer checks made with that computer. INT 14."
 },
 {
   "Item": "Credit Chip",
   "Cost": "100",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "CR",
   "Page": 134,
   "Comment": "Small flat card. Can hold a specified number of credits or connected to an account. INT 10 and Will 15 (starts as hostile), If fail by 5 the chip is ruined. When friendly attitude you can withdraw credits from the chip. Modifying so that bank thinks it draws from another account or change the value stored Will 30 (starts as hostile) do not know if you succeeded until you attempt to use it. If fail it self-destructs. If fail by 5, it also traced your location and dispatched security personal."
 },
 {
   "Item": "Darth Krayt's Holocron",
   "Cost": "",
   "Weight": "",
   "Uses": "-",
   "Book": "L",
   "Page": 53,
   "Comment": ""
 },
 {
   "Item": "Datacards, Blank (10)",
   "Cost": "10",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "CR",
   "Page": 136,
   "Comment": "Simple storage device intended solely for external storage for a computer. INT 2"
 },
 {
   "Item": "Datapad",
   "Cost": "1000",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "CR",
   "Page": 136,
   "Comment": "Handheld personal computer serve as notebooks, planners, calculators, sketchpads. Can interface with a larger computer network directly or via comlink. INT 12."
 },
 {
   "Item": "Datapad, Basic",
   "Cost": "100",
   "Weight": "0.3",
   "Uses": "-",
   "Book": "CR",
   "Page": 136,
   "Comment": "Storage device with display, input and editing capability. Can not run programs. Int 10."
 },
 {
   "Item": "HiBaka 2000 Mem-Stik",
   "Cost": "50",
   "Weight": "---",
   "Uses": "-",
   "Book": "T",
   "Page": 87,
   "Comment": "Fine Size. Used to smuggle valuable information. Enough memory to carry a program, text, images and 1min of video data. Can be hidden inside a power pack slot of a standard blaster (+10 to Stealth checks to hide the Mem-Stik)."
 },
 {
   "Item": "Holoprojector, Personal",
   "Cost": "1000",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "CR",
   "Page": 136,
   "Comment": "Handheld personal hologram transmitter. To view real-time or recorded 3D images or pass the information via comlink. INT 2. Memory for 1 hour holo recording or 1000 holo images."
 },
 {
   "Item": "Lectroticker",
   "Cost": "1500",
   "Weight": "1",
   "Uses": "-",
   "Book": "T",
   "Page": 87,
   "Comment": "Small electronic device used to bypass electronic locks. Sw Action to activate, the lectroticker makes a single Mechanics check (+2 per 1500cr cost) to disable an electronic lock. Considered illegal."
 },
 {
   "Item": "Spacer's Chest",
   "Cost": "200",
   "Weight": "10",
   "Uses": "-",
   "Book": "SV",
   "Page": 52,
   "Comment": "Store possessions or even a person. Consumables for 1 person for 10days. Electronic licking mechanism that has a Will Def of 30."
 },
 {
   "Item": "Triangulation Visor",
   "Cost": "1400",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "GW",
   "Page": 47,
   "Comment": "Heads-up display to help wielders that fire solid rounds to account for wind, gravity, distance and other effects. Reduces range category by 1. Can not be worn with helmet or any other device worn on the head."
 },
 {
   "Item": "Xcalq Stealth Pack",
   "Cost": "1500",
   "Weight": "",
   "Uses": "-",
   "Book": "l",
   "Page": 141,
   "Comment": "Software package. When another character attempts to locate, isolate or cut off your computer you gain +5 on the opposed Use Computer check."
 },
 {
   "Item": "ABC Scrambler",
   "Cost": "3000",
   "Weight": "3",
   "Uses": "-",
   "Book": "SV",
   "Page": 52,
   "Comment": "Worn on belt or attached to suit of armor and emits a false audio, biological and chemical signal to confuse missile guidance systems. +5 deflection bonus to Ref Def against grenade launchers and missile launchers."
 },
 {
   "Item": "Aural amplifier",
   "Cost": "2000",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "K",
   "Page": 73,
   "Comment": "Worn on the head, amplifying sound waves from the direction of the wearers interest while dampening ambient noise. +5 on Perception checks when eavesdropping. Can not be worn with helmet or any other device worn on the head."
 },
 {
   "Item": "Aural amplifier",
   "Cost": "3000",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "RR",
   "Page": 51,
   "Comment": "Improved smaller version. Runs on body heat. +5 to Perception when eavesdropping or to hear distant or ambient noises."
 },
 {
   "Item": "Camouflage netting",
   "Cost": "6000",
   "Weight": "40",
   "Uses": "-",
   "Book": "C",
   "Page": 65,
   "Comment": "Takes a FR Action and two people to deploy. Provides cover for a 6x6sq area and +5 bonus to all Stealth checks while under netting and partial concealment."
 },
 {
   "Item": "Camouflage netting, powered",
   "Cost": "6000",
   "Weight": "40",
   "Uses": "-",
   "Book": "C",
   "Page": 65,
   "Comment": "Takes a FR Action and two people to deploy. Provides cover for a 6x6sq area and +10 bonus to all Stealth checks while under netting and partial concealment"
 },
 {
   "Item": "Communication scanner",
   "Cost": "1000",
   "Weight": "1",
   "Uses": "-",
   "Book": "GW",
   "Page": 46,
   "Comment": "Datapad-sized device used to intercept, analyze, decode and record comlink, transceiver, HoloNet transmissions. Unencrypted broadcasts are automatically picked up. DC 15 Use Computer to determine number and type of comm being broadcasted and received within a 50km radius, DC 20 for direction and distance. +5 on decipher encrypted messages that it receives. Also it functions as a Recording unit for the transmissions it intercepts."
 },
 {
   "Item": "Decoy Glowrod",
   "Cost": "100",
   "Weight": "4",
   "Uses": "-",
   "Book": "FF",
   "Page": 101,
   "Comment": "Fully functional glowrod with a hallowed-out handle. 3kg of equipment, no one piece larger than Diminutive in size. Grants +10 on Stealth checks to hide the item."
 },
 {
   "Item": "Demolitions sensor",
   "Cost": "1000",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "K",
   "Page": 73,
   "Comment": "Goggles that can detect explosives. +5 on Perception checks made to find mines and other planted explosives. Can not be worn with helmet or any other device worn on the head."
 },
 {
   "Item": "Electrobinoculare",
   "Cost": "1000",
   "Weight": "1",
   "Uses": "-",
   "Book": "CR",
   "Page": 136,
   "Comment": "Grants Darkvision. Reduces range penalty on Perception to -1 per 10 sq (-5 per 10sq normally)."
 },
 {
   "Item": "Fusion lantern",
   "Cost": "25",
   "Weight": "2",
   "Uses": "-",
   "Book": "CR",
   "Page": 136,
   "Comment": "Hand-held. Produces light (6sq radius) and heat."
 },
 {
   "Item": "Geological compressor",
   "Cost": "2000",
   "Weight": "",
   "Uses": "-",
   "Book": "JJ",
   "Page": 57,
   "Comment": "Used to make own lightsaber crystals."
 },
 {
   "Item": "Glow rod",
   "Cost": "10",
   "Weight": "1",
   "Uses": "-",
   "Book": "CR",
   "Page": 136,
   "Comment": "Portable illumination device. Projects a beam of light up to 6sq."
 },
 {
   "Item": "Halo lamp",
   "Cost": "30",
   "Weight": "1",
   "Uses": "-",
   "Book": "C",
   "Page": 66,
   "Comment": "Pocket-sized disc fits in a palm of a Human hand. 3-sq light radius. No heat."
 },
 {
   "Item": "Heat Sensor",
   "Cost": "250",
   "Weight": "0.2",
   "Uses": "-",
   "Book": "T",
   "Page": 37,
   "Comment": "Monitors air temp up to 100m and presents color-coded readings on a small screen. +2 to Perception checks to detect hidden creatures, machines or hazards that generate heat."
 },
 {
   "Item": "Holoshroud",
   "Cost": "25 000",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "F",
   "Page": 101,
   "Comment": "Advanced holoprojector. Created nearly perfect visual illusion over wearer. Store 1 image to disguise wearer (DC 15 Use Computer to change image). Grants +10 on Deception checks made to produce a deceptive appearance that matches the image. Sw Action to turn on/off."
 },
 {
   "Item": "Microlab",
   "Cost": "1800",
   "Weight": "0.8",
   "Uses": "-",
   "Book": "UR",
   "Page": 41,
   "Comment": "Handheld portable laboratory for analyzing substances. Quick identification of a material and you can not wait for the results of a full analysis. DC 15 Knowledge (Physical sciences) to complete examination, results are displayed on the devices small screen."
 },
 {
   "Item": "Motion sensing visor",
   "Cost": "2500",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "K",
   "Page": 74,
   "Comment": "Tracks movement and highlights moving objects with color-coded warnings. +5 on Perception checks against targets that have moved atleast 1sq since the end of the wearers last turn. Wearer must spend 2 additional Sw Actions when using the Recovery Action. Can not be worn with helmet or any other device worn on the head."
 },
 {
   "Item": "Neural band",
   "Cost": "3500",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "K",
   "Page": 74,
   "Comment": "Reinforces various synapses throughout the brain. Granting +2 to Will Def but -2 on DT. Can not be worn with helmet or any other device worn on the head."
 },
 {
   "Item": "Proximity flare",
   "Cost": "50",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "GW",
   "Page": 47,
   "Comment": "Small cylinder with a spike on the bottom. When any Small or larger character, creature, droid or vehicle comes within a 3sq radius, the flare launches creating a bright light illuminating a 10sq radius. Can avoid tripping it by making a DC 25 Stealth check."
 },
 {
   "Item": "Radiation detector",
   "Cost": "20",
   "Weight": "",
   "Uses": "-",
   "Book": "GW",
   "Page": 47,
   "Comment": "Worn on wrist or on the front of armor or uniforms. Alerts the used (vibrating or audible alarm) to the presence of radiation within 6 squares."
 },
 {
   "Item": "Recording unit, Audiorecorder",
   "Cost": "25",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "CR",
   "Page": 136,
   "Comment": "Recorder with a playback feature. INT 1 and 1 Memory unit. DC 15 Use Computer check to modify a recording (edit, erase or rearrange order of events) To notice tampering (Perception if observing, Use Computer if inspecting data) vs. your Use Computer check. If modifying without first uploading data to a computer add units INT mod to the check (-5). 100 hours of high-quality sound."
 },
 {
   "Item": "Recording unit, Holorecorder",
   "Cost": "100",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "CR",
   "Page": 136,
   "Comment": "See Recording unit, Audiorecorder. 1 hour of high-quality holos."
 },
 {
   "Item": "Recording unit, Videorecorder",
   "Cost": "50",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "CR",
   "Page": 136,
   "Comment": "See Recording unit, Audiorecorder. 10 hours of high-quality video."
 },
 {
   "Item": "Sensor pack",
   "Cost": "1500",
   "Weight": "9",
   "Uses": "-",
   "Book": "CR",
   "Page": 136,
   "Comment": "Portable, bulky rectangle with dials, switches, display and scanning dish. Provides general details on comm signals, life forms and hazards within 1km. S Action to operate +5 circumstance bonus on your Perception checks until the end of your next turn."
 },
 {
   "Item": "Sonar mapper",
   "Cost": "400",
   "Weight": "1",
   "Uses": "-",
   "Book": "UR",
   "Page": 42,
   "Comment": "Specialized sensor system emits sonar pulses at regular intervals, mapping an area though echolocation. Used when a standard sensor pack does not work. Range 100m. Can record up to 12h of readings, making a good backup map if user becomes lost."
 },
 {
   "Item": "Sound sponge",
   "Cost": "3500",
   "Weight": "1",
   "Uses": "-",
   "Book": "F",
   "Page": 102,
   "Comment": "Small electronic device emits sound waves above and below normal hearing range. Muffles all sound in 6sq radius, Increases Perception check DC to hear noises by 10 in area."
 },
 {
   "Item": "Spy bug",
   "Cost": "1300",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "L",
   "Page": 66,
   "Comment": "Diminutive bioengineered insect that records sight and sound within 20sqs. Functions as a holorecorder unit but when retrieved the past 24h can be extracted. DC 25 Mechanics check to retrieve data via normal electronic devices. It registers as a life form on sensors, not as an electronic device."
 },
 {
   "Item": "Stealth field generator",
   "Cost": "5000",
   "Weight": "0.2",
   "Uses": "5",
   "Book": "K",
   "Page": 74,
   "Comment": "Small unobtrusive device worn on the belt. Emits a sound-dampening field and bend light around the wearer. Sw Action to activate and grants concealment (but not total concealment) when activated and lasts until end of encounter, until wearer takes dmg or until wearer atks or uses a force power, whichever comes first."
 },
 {
   "Item": "Surveillance Detector",
   "Cost": "450",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "GI",
   "Page": 67,
   "Comment": "Small, handheld device that scans area for eavesdropping devices and surveillance taggers. +10 to Perception checks for locating active and passive surveillance devices within 6sq. Can be set to display or emit an alarm when such attempts are detected."
 },
 {
   "Item": "Surveillance Tagger",
   "Cost": "450",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "GI",
   "Page": 67,
   "Comment": "Tiny unassuming tube containing a Fine sized dart. When fired it attaches itself to target (successful ranged atk, 6sq range) and activates a homing beacon. Range of 1km and enough power to transmit for 40hours. -20 on Perception to notice dart. Track movements with a DC10 Use computer check and a datapad or similar."
 },
 {
   "Item": "Ultraviolet visor (Defel)",
   "Cost": "2000",
   "Weight": "",
   "Uses": "-",
   "Book": "GI",
   "Page": 12,
   "Comment": "Visors that allow Defels whom only see ultraviolet to see in normal light. Without them they are considered blind. Defel character begins play with this item at no cost."
 },
 {
   "Item": "Veridicator",
   "Cost": "4000",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "GI",
   "Page": 67,
   "Comment": "Bracelet, monitors vitals of a target within 6sq and determining if the target is lying, transmits the information back to the wearer as a series of vibrations. Needs 1 round to gather information then provides a +5 bonus on Perception checks for the purpose of sensing deception, influence or for gambling against other players (like Sabacc). Programmed for only one species at a time (DC 10 Use computer check to change species)."
 },
 {
   "Item": "Vid-Vox Scrambler",
   "Cost": "3400",
   "Weight": "0.5",
   "Uses": "1 week",
   "Book": "GI",
   "Page": 67,
   "Comment": "Tiny handheld. Scrambles all audio, video, holographic surveillance in sq and adjacent sqs. DC 30 Use Computer or Perception to pick up only scattered words and phrases."
 },
 {
   "Item": "Bioscanner",
   "Cost": "3500",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "C",
   "Page": 65,
   "Comment": "Handheld scanner used to help diagnose medical conditions in their patients. Displays vital statistics and analyzes and diagnoses any anomalies. +2 bonus on all Knowledge (Life sciences) checks made to indentify ailments.Handheld scanner used to help diagnose medical conditions in their patients. Displays vital statistics and analyzes and diagnoses any anomalies. +2 bonus on all Knowledge (Life sciences) checks made to indentify ailments."
 },
 {
   "Item": "Kolto Tank (empty)",
   "Cost": "100000",
   "Weight": "",
   "Uses": "",
   "Book": "",
   "Page": null,
   "Comment": "Specialized tank. Can be used in conjunction with surgery, If success patient heals an additional HP equal to its CL. Provides +5 on Treat Injury checks when treating disease, poison or radiation in a creature. Holds 300L and must have atleast 150L in it to work."
 },
 {
   "Item": "Kolto, 1 liter",
   "Cost": "500",
   "Weight": "",
   "Uses": "",
   "Book": "",
   "Page": null,
   "Comment": "Powerful healing agent which promotes rapid healing. 1 hour treatment consumes 2 liter."
 },
 {
   "Item": "Bacta tank (empty)",
   "Cost": "100000",
   "Weight": "500",
   "Uses": "-",
   "Book": "CR",
   "Page": 137,
   "Comment": "Specialized tank. Can be used in conjunction with surgery, If success patient heals an additional HP equal to its CL. Provides +5 on Treat Injury checks when treating disease, poison or radiation in a creature. Holds 300L and must have atleast 150L in it to work."
 },
 {
   "Item": "Bacta, 1 liter",
   "Cost": "100",
   "Weight": "2",
   "Uses": "-",
   "Book": "CR",
   "Page": 137,
   "Comment": ""
 },
 {
   "Item": "Medical kit",
   "Cost": "600",
   "Weight": "20",
   "Uses": "-",
   "Book": "CR",
   "Page": 138,
   "Comment": "Backpack sized. Includes everything a first responder needs to save a life. Diagnostic scanner, anti-venom, medicine to countereract effects of contaminated water, radiation, burn treatments, defibrillator, respirator, shock blankets, pressure cuffs, repulsorlist stretcher (160kg load) and limited surgical tools, 6 external storage pouches. You need a medical kit to use Revive, Treat Disease, Poison, Radiation, Acid applications of the Treat Injury skill (CR 74)."
 },
 {
   "Item": "Medpac",
   "Cost": "100",
   "Weight": "1",
   "Uses": "-",
   "Book": "CR",
   "Page": 138,
   "Comment": "Compact packages that contains bandages, bacta, synthetic flesh, coagulants, stimulants and other medicines designed to help an injured patient recover quickly. Once used it if expended. Needed to use First Aid application of the Treat Injury skill."
 },
 {
   "Item": "Surgery kit",
   "Cost": "1000",
   "Weight": "10",
   "Uses": "-",
   "Book": "CR",
   "Page": 138,
   "Comment": "Needed to use install Cybernetic Prosthesis, Heal Damage applications of the Treat Injury skill. (CR 74 for details)."
 },
 {
   "Item": "Antitoxin Patch",
   "Cost": "25",
   "Weight": "",
   "Uses": "dayday",
   "Book": "GI",
   "Page": 66,
   "Comment": "Adhesive patch applied near the stomach that emits a low dose of antitoxin, giving wearer a +10 to Fort Def against ingested poisons and +5 to fort Def against inhaled poisons. Lasts for 24h. For each consecutive day that an antitoxin patch is worn, target moves 1 step down CT."
 },
 {
   "Item": "Toxin Detector",
   "Cost": "700",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "GI",
   "Page": 67,
   "Comment": "Tiny handheld device scans food and drink to determine if it is spoiled or contains poison. S Action to use. Range 1sq and contains data for up to 100 species. Can be set to blink (green/red) or vibrate slightly when a toxin is detected. For +100 credits it can be disguised as a bracelets or piece of jewelry."
 },
 {
   "Item": "Anti-rad dose",
   "Cost": "50",
   "Weight": "",
   "Uses": "-",
   "Book": "GW",
   "Page": 45,
   "Comment": "Comes in a tough hypodermic syringe. Grants +10 to Fort Def against radiation and +5 to Treat Injury checks made to cure dmg caused by radiation."
 },
 {
   "Item": "Cryogenic pouch",
   "Cost": "600",
   "Weight": "1.5",
   "Uses": "-",
   "Book": "GW",
   "Page": 46,
   "Comment": "Small canister. Opening releases a pouch large enough to hold a single Medium creature (DR 5 0 HPs). FR Action wrapping it and when sealed it releases a cryogenic compound that causes the creature inside to enter suspended animation, stabilizing his condition from transport to a proper medical facility. A creature reduced to 0 HP due to poison, radiation or dmg surpassing its DT can be stabilized without dying within 1d3 rounds of being placed inside pouch, remains unconscious and moves -5 on CT. Enough power for 24h but can be hooked up with an alternative power supply (DC 10 Mechanics check)."
 },
 {
   "Item": "Medical bundle, 8-2A",
   "Cost": "200",
   "Weight": "1",
   "Uses": "-",
   "Book": "JJ",
   "Page": 63,
   "Comment": "Small package with basic items needed to treat ailments and disease. Counts as a medical kit for the purpose of using the Treat Injury skill, but only if target is currently in a Force Trance."
 },
 {
   "Item": "Medical interface visor",
   "Cost": "1500",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "K",
   "Page": 73,
   "Comment": "Analyzes visuals and provides tips and assistance in a variety of medical situations. Allowing wearer to attempt trained-only applications of Treat Injury even if untrained. Also provides +2 on Treat Injury checks. Can not be worn with helmet or any other device worn on the head."
 },
 {
   "Item": "MDS-50 Medisensor",
   "Cost": "75",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "T",
   "Page": 36,
   "Comment": "Small handheld device produces a summary of patients vital signs. Sw Action on adjacent creature provides the targets current HPs, place in CT and the presence of (but not specifics) diseases, poison or radiation exposure."
 },
 {
   "Item": "Medpac, FastFlesh",
   "Cost": "600",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "T",
   "Page": 54,
   "Comment": "Broader range of medical instruments than a standard medpack. +5 on Treat Injury to perform First Aid application of the Treat Injury skill. Otherwise functions as a normal medpack."
 },
 {
   "Item": "Antidote synthesizer",
   "Cost": "2500",
   "Weight": "0.8",
   "Uses": "-",
   "Book": "UR",
   "Page": 40,
   "Comment": "Portable device that can analyze a small amount of toxin/poison that is inserted into the machines sample tube. In 1d6 rounds it creates 1d4 doses of antitoxin that each grant +2 bonus on Treat Injury checks made to treat the toxin/poison. To reproduce more antidote requires a new sample of the poison or toxin."
 },
 {
   "Item": "Emergency vacuum seal",
   "Cost": "750",
   "Weight": "0.9",
   "Uses": "-",
   "Book": "UR",
   "Page": 40,
   "Comment": "Disk-shaped is a biomechanical device designed to quickly seal a starships interior during a hull breach by placing the seal over the breach. An electrical current stimulates series of microorganisms quickly multiply. When using the Jury-rig applications on a starship that has suffered a hull breach this allow the ship to move +1 additional step on CT."
 },
 {
   "Item": "Hypoinjector wristband",
   "Cost": "350",
   "Weight": "0.1",
   "Uses": "5 days",
   "Book": "UR",
   "Page": 40,
   "Comment": "Small inconspicuous metal band, Can help wearer to avoid succumbing to the effects of poisons or harmful chemicals. Stores 8 doses of vaccines, antidotes or other medication (not included). Also houses a bioscanner that detect any foreign chemicals that the device can counteract and distributes if needed. Refilling takes a S Action per dose or 4 rounds for entire set."
 },
 {
   "Item": "All-temperature cloak",
   "Cost": "100",
   "Weight": "1.5",
   "Uses": "-",
   "Book": "CR",
   "Page": 138,
   "Comment": "Wrap-around cloak protects its wearer from elements. +5 to Fort Def vs. extreme heat or cold."
 },
 {
   "Item": "Battle harness, Sith",
   "Cost": "5000",
   "Weight": "90",
   "Uses": "-",
   "Book": "J",
   "Page": 64,
   "Comment": "Designed to turn a large beast into a mobile weapon platform. Grants +2 to Ride checks. Grants mount +4 to Ref Def and to Fort Def. Built-in blaster cannon powered by an onboard fusion generator providing unlimited ammunition."
 },
 {
   "Item": "Camouflage netting",
   "Cost": "2000",
   "Weight": "5",
   "Uses": "-",
   "Book": "GW",
   "Page": 46,
   "Comment": "2 deploy in full round or 1 in 1 minute, +5 Stealth & v. sensors for an object Huge or smaller"
 },
 {
   "Item": "Camouflage poncho",
   "Cost": "2000 (125*)",
   "Weight": "1.5",
   "Uses": "-",
   "Book": "GW",
   "Page": 46,
   "Comment": "Can be worn over armor or cloths. Special materials track the surrounding area and alter the pattern on the poncho to match. +2 (+5*)on Stealth checks. *RAW"
 },
 {
   "Item": "Chain",
   "Cost": "25",
   "Weight": "2.5",
   "Uses": "-",
   "Book": "CR",
   "Page": 138,
   "Comment": "3 Meters long. DR 10, HP 5, STR 44, Break DC 32."
 },
 {
   "Item": "Field food processor",
   "Cost": "1500",
   "Weight": "4",
   "Uses": "year",
   "Book": "GW",
   "Page": 47,
   "Comment": "Used to provide sustenance from local flora and fauna. 3 lbs (1.36kg) of plants, meat or fungus can be placed inside after 1min a gray paste, extremely bland but edible and nutritious is produced (10 different species). +10 to Fort Def checks against any poison, toxin or radiation that might have been in the initial ingredients."
 },
 {
   "Item": "Field kit",
   "Cost": "1000",
   "Weight": "10",
   "Uses": "-",
   "Book": "CR",
   "Page": 138,
   "Comment": "Backpack full of survival gear. 2 condensing Canteens with purification system, a Sunshield roll, 1 weeks rations, 2 Glow rods, an All-temperature cloak and 2 Breath masks (with 24 filters and 12 canisters). Needed to use the Endure extreme temperatures application of the Survival skill."
 },
 {
   "Item": "Fire paste",
   "Cost": "15",
   "Weight": "0.1",
   "Uses": "5",
   "Book": "UR",
   "Page": 40,
   "Comment": "Paste in tube can be placed on any surface, including ice and wet wood. A single spark ignites it. Burns for 3d4 min. If applied to a living creature it causes 1d6 dmg as long as it burns and remains in contact with the creature or object."
 },
 {
   "Item": "Fire rod",
   "Cost": "25",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "UR",
   "Page": 40,
   "Comment": "10cm plastic tube containing 2 chambers with chemicals when mixed they ignite within seconds. Burns for 2d8 minutes without additional fuel."
 },
 {
   "Item": "Jet pack",
   "Cost": "300",
   "Weight": "30",
   "Uses": "10",
   "Book": "CR",
   "Page": 138,
   "Comment": "Strap on propulsion system allowing flight over short distances, Arm and wrist controls are employed for maneuvering. Sw action to activate (not needed on continuous rounds) gain a fly speed of 6sq until end of your turn. Routine maneuvers do not require a Pilot check. DC 20 Pilot check to land after moving more than 12sq during the same round, fail fall prone. Has 10 charges (fuel cell cost 100cr) and can lift up to 180kg."
 },
 {
   "Item": "Jetpack, Hush-About Personal",
   "Cost": "3750",
   "Weight": "30",
   "Uses": "6",
   "Book": "F",
   "Page": 101,
   "Comment": "Jetpack engineered to produce little or no noise beyond a high-pitch whine. Wearer takes no penalty to Stealth checks because of speed while using it."
 },
 {
   "Item": "Liquid cable dispenser",
   "Cost": "10",
   "Weight": "0.2",
   "Uses": "-",
   "Book": "CR",
   "Page": 138,
   "Comment": "Contains a liquid that solidifies to a flexible cable 15m. Not meant to be reused. Cable STR 28, Break DC 24, 560kg."
 },
 {
   "Item": "Ooglith Masquer",
   "Cost": "",
   "Weight": "",
   "Uses": "-",
   "Book": "W",
   "Page": null,
   "Comment": "Deception +5"
 },
 {
   "Item": "Personal field shelter",
   "Cost": "500",
   "Weight": "1.5",
   "Uses": "-",
   "Book": "GW",
   "Page": 47,
   "Comment": "Small package when activated expands to a small narrow tent (single medium creature) As long as the user is sealed inside +10 Fort Def against extreme heat/colt. 1h breathable atmosphere protecting against inhaled poisons. Blends with surroundings +2 on Stealth checks to hide it."
 },
 {
   "Item": "Plasma bridge",
   "Cost": "12500",
   "Weight": "700",
   "Uses": "-",
   "Book": "GW",
   "Page": 47,
   "Comment": "Plasma generator creating a 6sq wide and up to 120sq long surface. Must be connected with a power generator. When deactivated, destroyed or disconnected bridge last for 2 rounds."
 },
 {
   "Item": "Plast tent",
   "Cost": "300",
   "Weight": "2.7",
   "Uses": "-",
   "Book": "UR",
   "Page": 41,
   "Comment": "High-grade polymer shelter. Fully inflated (few minutes) it forms a triangular structure 2m tall (4 medium size creatures). Easily moved and strong enough to withstand most weather conditions. Can have a small piece of equipment (Sensor array) mounted onto it."
 },
 {
   "Item": "Ration pack",
   "Cost": "5",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "CR",
   "Page": 138,
   "Comment": "Fine sized pack with nourishment for a person for 1 day. Geared for a range of species. Is not appetizing and does not include water."
 },
 {
   "Item": "Shipsuit",
   "Cost": "200",
   "Weight": "1",
   "Uses": "-",
   "Book": "UR",
   "Page": 42,
   "Comment": "Coverall made by tough synthmech fabric. Enough pockets and pouches to carry 24 objects of Small size no more than 1kg each. Cumulative weight of the objects is halved when calculating wearers total carried weight. +1 to Fort Def when resisting extreme temperatures."
 },
 {
   "Item": "Subsonic field emitter",
   "Cost": "120",
   "Weight": "0.2",
   "Uses": "-",
   "Book": "UR",
   "Page": 42,
   "Comment": "Generates a subsonic pulse in a 6m radius designed to allow beings to relax without being disturbed by natural pests. Tiny or smaller creatures with a INT of 2 or less can not willfully enter the radius."
 },
 {
   "Item": "Syntherope",
   "Cost": "20",
   "Weight": "2.5",
   "Uses": "-",
   "Book": "CR",
   "Page": 138,
   "Comment": "Coil of 45m rope. STR 30, Break DC 25, 720kg."
 },
 {
   "Item": "Vacuum survival pouch",
   "Cost": "800",
   "Weight": "1",
   "Uses": "-",
   "Book": "GW",
   "Page": 47,
   "Comment": "Small cylinder that can be worn in belt. If loss of pressure it automatically deploys enveloping user in a protective bubble (single medium character) with air, heat and pressure to survive in hard vacuum for 2h. 2HP."
 },
 {
   "Item": "Water extractor",
   "Cost": "400",
   "Weight": "3.2",
   "Uses": "-",
   "Book": "UR",
   "Page": 42,
   "Comment": "Cone-shaped apparatus that attracts water vapor from the air. Water accumulates, contaminants and toxins are filtered out. Tests on Tatooine yielded enough water in 16h to sustain a humanoid for a full day."
 },
 {
   "Item": "Antisecurity Blades (Jango Fett)",
   "Cost": "",
   "Weight": "",
   "Uses": "-",
   "Book": "T",
   "Page": 19,
   "Comment": "Electronic devices allow Jango to bypass force fields and jam security devices with a burst of high- frequency waves. +2 on Mechanics checks made to disable devices."
 },
 {
   "Item": "Binder cuffs",
   "Cost": "50",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "CR",
   "Page": 139,
   "Comment": "Durasteel restraints designed to lock two limbs of a prisoner together. Removing them without the 7-digit code requires a DC 25 Mechanics check. Works on Small, Medium or Large creatures. DR 10, HP 20, STR 40, Break DC 30"
 },
 {
   "Item": "Biotech tool kit",
   "Cost": "450",
   "Weight": "1",
   "Uses": "-",
   "Book": "l",
   "Page": 65,
   "Comment": "Consists of a variety of implants and tools that look more than at home in a medical kit than in a tool kit. Designed to modify Yuuzhan Vong biotechnology. Needed to use the Biotech Repair application of the Treat Injury skill."
 },
 {
   "Item": "Cage, Energy universal",
   "Cost": "20000",
   "Weight": "3000",
   "Uses": "-",
   "Book": "JJ",
   "Page": 64,
   "Comment": "Spherical cage energy flowing through bars delivering shock to prisoners trying to free themselves. Designed to contain Force-user (can only UtF at very low lvls like healing themselves). All Functions (i.e. turning it off) are controlled by a handheld remote. DR 20, HP 150, DT 25, every time it takes 15+ dmg it delivers 4d8 stun dmg to the prisoner."
 },
 {
   "Item": "Cage, Force",
   "Cost": "7000",
   "Weight": "25",
   "Uses": "-",
   "Book": "SV",
   "Page": 52,
   "Comment": "Large size (2x2sq) cage whose bars are charged with electricity. Assembled/disassembled in 5min. Deals 3d6 energy dmg to anyone trying to break into or out of the cage. Break DC 30. Deactivated using a remote (treat as portable computer INT 16)."
 },
 {
   "Item": "Cage, Shield",
   "Cost": "10000",
   "Weight": "20",
   "Uses": "-",
   "Book": "GI",
   "Page": 67,
   "Comment": "Flat disk 2m in diameter, portable shield generator used to trap a target rather than protect it from harm. Produces a shield bubble (SR 15) that fills a single square (can be linked) rendering the target immobilized (can breath and communicate trough shield)."
 },
 {
   "Item": "Climbing harness",
   "Cost": "45",
   "Weight": "0.7",
   "Uses": "-",
   "Book": "UR",
   "Page": 40,
   "Comment": "Secures the wearer to a climb line, providing several attachment points for anchor lines. When making a Climb check you fall only if you fail by 10 or more."
 },
 {
   "Item": "Droid diagnostic",
   "Cost": "400",
   "Weight": "2",
   "Uses": "-",
   "Book": "GW",
   "Page": 46,
   "Comment": "Handheld device about twice the size of a datapad designed to diagnose and analyze the functions of any droid connected to it displaying dmg or errors in droids systems. +2 on Mechanics check for a droid connected to it."
 },
 {
   "Item": "Energy cell",
   "Cost": "10",
   "Weight": "",
   "Uses": "-",
   "Book": "CR",
   "Page": 139,
   "Comment": "Small flat disk. Battery for devices."
 },
 {
   "Item": "Fire extinguisher",
   "Cost": "50",
   "Weight": "3",
   "Uses": "-",
   "Book": "CR",
   "Page": 139,
   "Comment": "Put out a fire up to 10sq in size at a rate of 1sq per round before depleted. FR Action, Can be used to provide total concealment, cloud spreads 1sq in all directions for every round it is activated. Dissipates after 3 rounds (no matter size) 10 uses."
 },
 {
   "Item": "Force detector",
   "Cost": "2000",
   "Weight": "9",
   "Uses": "-",
   "Book": "JJ",
   "Page": 63,
   "Comment": "Can have many forms (blood samples for medichlorian counts, thaissen crystals) Regardless of form it requires 5 rounds and a DC 15 Use Computer check to activate and indicates if the target has the Force Sensitivity feat."
 },
 {
   "Item": "Force training aid",
   "Cost": "25",
   "Weight": "1",
   "Uses": "-",
   "Book": "JJ",
   "Page": 63,
   "Comment": "Many forms (toys, puzzles) designed to help Younglings make connections to the Force easier. Any creature untrained in UtF can after spending on hour with the training aid use any one \"trained only\" aspect of the UtF skill within the next 24h."
 },
 {
   "Item": "Lock Breaking Kit",
   "Cost": "8000",
   "Weight": "4",
   "Uses": "-",
   "Book": "SV",
   "Page": 52,
   "Comment": "Some very advanced and highly specialized tools. Highly illegal. +2 on Mechanics and Use Computer checks to bypass doors and airlocks on a starship.Some very advanced and highly specialized tools. "
 },
 {
   "Item": "Man Trap",
   "Cost": "8000",
   "Weight": "19",
   "Uses": "-",
   "Book": "SV",
   "Page": 52,
   "Comment": "Reversed repulsor field that draws a target directly down, as though high gravity. Covers 1sq and any creature entering that sq is immediately immobilized. M Action to break out, requiring DC 40 STR check. Deactivated using a remote (treat as portable computer INT 16)."
 },
 {
   "Item": "Mechanical interface visor",
   "Cost": "1250",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "K",
   "Page": 73,
   "Comment": "Translates images received though visual sensors and scans them for mechanical designs. Allowing wearer to attempt trained-only applications of Mechanics even if untrained. Also provides +2 on Mechanics checks. Can not be worn with helmet or any other device worn on the head."
 },
 {
   "Item": "Mesh tape",
   "Cost": "5",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "CR",
   "Page": 139,
   "Comment": "Roll with adhesive tape 30m long and 5cm wide. STR 15, 90kg (180kg for 5 rounds) Break DC 20."
 },
 {
   "Item": "Multitool, personal",
   "Cost": "100",
   "Weight": "0.2",
   "Uses": "50h",
   "Book": "UR",
   "Page": 41,
   "Comment": "A low-tech device that holds miniature versions of several simple tools that can be useful. 5cm vibroblade (1d4 dmg), Low-power hydrospanner, small hydrogrip, toothpick, miniature set of eating utensils."
 },
 {
   "Item": "Power generator",
   "Cost": "750",
   "Weight": "15",
   "Uses": "-",
   "Book": "CR",
   "Page": 139,
   "Comment": "Small fusion reactor used to power Heavy weapons, Vehicles, Structures and Machinery. Can power up to a Gargantuan vehicle/structure indefinitely, Colossal for 1day and Colossal (frigate) for 1h. After that it is disabled and must be repaired. If destroyed in use it overloads and explodes, wenting plasma on every target within 4sq. (Area Atk 1d20+10 vs Ref Def for 8d6 energy dmg)."
 },
 {
   "Item": "Power pack",
   "Cost": "25",
   "Weight": "0.1",
   "Uses": "-",
   "Book": "CR",
   "Page": 139,
   "Comment": "Compact rectangular battery."
 },
 {
   "Item": "Power recharger",
   "Cost": "100",
   "Weight": "1",
   "Uses": "-",
   "Book": "CR",
   "Page": 139,
   "Comment": "Used to recharge power packs/energy cells (takes 4h only one battery can be recharged at a time) Enough power to recharge 100 batteries, but is normally connected to a power supply."
 },
 {
   "Item": "Redirection Crystal",
   "Cost": "500",
   "Weight": "",
   "Uses": "-",
   "Book": "GI",
   "Page": 67,
   "Comment": "Fine size (Ref Def 15) crystal filled with Tibanna gas and has a small blasting tube used to redirect blast fire in a established angle. If hit make a second atk roll at -10 and additional range penalties against intended target. Gets destroyed when hit requiring a DC 30 Perception check to notice and a DC 30 Knowledge (technology) check to identify."
 },
 {
   "Item": "Repulsor hitch",
   "Cost": "100",
   "Weight": "3",
   "Uses": "-",
   "Book": "UR",
   "Page": 41,
   "Comment": "Small repulsorlift encased in a durasteel shell that can be attached to a cable or another extension. When activated it can lift items weighing up to 200kg."
 },
 {
   "Item": "Repulsor pad",
   "Cost": "200",
   "Weight": "6",
   "Uses": "-",
   "Book": "F",
   "Page": 102,
   "Comment": "Flat board with 4 repulsors designed to ease manual labor. Occupies a single sq and can lift an object that occupies 1sq (more pads can be linked for larger items) Sw Action to activate and Sw Action to have pad(s) move along with a character. If pulled in opposite directions make opposed STR checks and pad will move along the victor."
 },
 {
   "Item": "Saddle, riding",
   "Cost": "125",
   "Weight": "4",
   "Uses": "-",
   "Book": "UR",
   "Page": 41,
   "Comment": "Must be made to conform to the type of creature for which they are used. Most vendors selling mounts include the cost for the saddle with the purchase of the creature."
 },
 {
   "Item": "Saddle, war",
   "Cost": "250",
   "Weight": "6",
   "Uses": "-",
   "Book": "UR",
   "Page": 42,
   "Comment": "Offers a sturdier platform for the rider. +2 on Ride checks made to control the mount in battle, to guide the mount with knees or stay in saddle."
 },
 {
   "Item": "Security kit",
   "Cost": "750",
   "Weight": "1",
   "Uses": "-",
   "Book": "CR",
   "Page": 139,
   "Comment": "Special tools for bypassing electronic and mechanical locks. Includes electronic components and dedicated sensor devices and monitors frequencies used by silent alarms to alert if one is triggered. Illegal on most worlds without proper permits. Needed to use the Disable Device application of the Mechanics skill."
 },
 {
   "Item": "Tool kit",
   "Cost": "250",
   "Weight": "1",
   "Uses": "-",
   "Book": "CR",
   "Page": 139,
   "Comment": "Represents a broad collection of tools designed to take apart, analyze, modify and rebuild almost any technological device can be used as makeshift weapons (-5 on atk rolls). Electroshock probe (1d8 ion), Fusion cutter (2d6 energy), Hydrospanner, Laser welder (1d8 energy), Power calibrator, Power prybar (1d8 bludgeon), Probe sensors, Sonic welder (1d8 energy), various circuits and wires, vibro cutters and welding goggles. Needed to use the Bio Adaptation, Booby Trap, Build Object, Environmental Adaptation, Hot Shot, Improvised Connection, Modify Droid, Repair Droid applications of the Mechanics skill."
 },
 {
   "Item": "Utility belt",
   "Cost": "500",
   "Weight": "4",
   "Uses": "-",
   "Book": "CR",
   "Page": 140,
   "Comment": "Has several pouches containing 3 days food, 1 Medpack, 1 Tool kit, 1 power pack, 1 Energy cell, 1 Glow rod, 1 Comlink, Short, 1 Liquid cable with grappling hook, 2 empty (up to 0,5kg each)."
 },
 {
   "Item": "Bandolier",
   "Cost": "100",
   "Weight": "2",
   "Uses": "-",
   "Book": "CR",
   "Page": 140,
   "Comment": "Usually worn around their left or right shoulder down across their torso, or as a large belt. Has 12 slots each can hold a Tiny weapon or a single piece of equipment (max 0.5kg)."
 },
 {
   "Item": "Computerized interface scope",
   "Cost": "2000",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "R",
   "Page": 51,
   "Comment": "Small electrobinocular device, mounted onto a weapon. Projects a targeting image onto a monocle or helmet display worn by the wielder. Image projected by scope can be transmitted by comlink to a remote location allowing others to see what the wielder sees. Reduces range of the target by 1 category when aiming. otherwise mechanically identical to a targeting scope."
 },
 {
   "Item": "Flash Suppressor/Silencer",
   "Cost": "400",
   "Weight": "0.2",
   "Uses": "-",
   "Book": "GI",
   "Page": 66,
   "Comment": "Fits over a muzzle of any Small or larger slugthrower. Imposes a -10 to Perception checks to hear sound or spot the flash. Reduced the max range of the weapon by 2 range increments."
 },
 {
   "Item": "Holster, Concealed",
   "Cost": "50",
   "Weight": "0.2",
   "Uses": "-",
   "Book": "CR",
   "Page": 140,
   "Comment": "Designed to keep a weapon out of sight but still easily accessed. Available for Single bladed lightsabers and Small or Tiny weapons. Can be a shoulder holster, under jacket,west or cloak (or for Tiny and single lightsaber ankle, boot or wrist holster). Allows a character to draw his weapon without provoking an AoO. M Action to draw/holster the weapon (normally a S Action for a concealed item). -5 on Stealth checks to conceal."
 },
 {
   "Item": "Holster, Hip",
   "Cost": "25",
   "Weight": "0.5",
   "Uses": "-",
   "Book": "CR",
   "Page": 140,
   "Comment": "Generally available for all types of weapons. Can be a holster, sheath, strap, hanger that holds the weapon in an easily accessed and easily seen location. Allows a character to draw his weapon without provoking an AoO. M Action to draw/holster the weapon."
 },
 {
   "Item": "Mask of Darth Nihilus",
   "Cost": "",
   "Weight": "",
   "Uses": "-",
   "Book": "UR",
   "Page": 220,
   "Comment": "Gain Force Sensitivity and Force Training feat or 2x Force training if worn by a Jedi or Sith. Half of those powers must have [Dark Side] descriptor. When wearer uses a Force Power or Spend a Force point gain a DSP. If wearer uses a number of Force power equal to his CON mod in a single encounter, wearer moves -1 on CT persistent condition (Removed only when wearer takes off the mask)."
 },
 {
   "Item": "Repulsor boots",
   "Cost": "200",
   "Weight": "2",
   "Uses": "-",
   "Book": "UR",
   "Page": 41,
   "Comment": "Footwear allows wearer to float up to 0.5m above the ground. Max speed of 2sq per round. Not an optimal method of travel but grants +10 to Climb checks."
 },
 {
   "Item": "Targeting scope, Enhanced low-light",
   "Cost": "1000",
   "Weight": "1.2",
   "Uses": "-",
   "Book": "CR",
   "Page": 140,
   "Comment": "Installing a scope on a rifle or pistol requires 10min and a DC 10 Mechanics check. Functions as a standard scope in normal light. But after aiming at a target allows wielder to ignore concealment (but not total concealment) from darkness when attacking that target."
 },
 {
   "Item": "Targeting scope, standard",
   "Cost": "100",
   "Weight": "0.2",
   "Uses": "-",
   "Book": "CR",
   "Page": 140,
   "Comment": "Installing a scope on a rifle or pistol requires 10min and a DC 10 Mechanics check. Reduces range by one category but must aim to gain benefit and lose if lose LOS."
 },
 {
   "Item": "Body spikes",
   "Cost": "1400",
   "Weight": "",
   "Uses": "-",
   "Book": "L",
   "Page": 68,
   "Comment": "Automatically deals 1d4 P/S dmg when grappling or being grappled.Automatically deals 1d4 P/S dmg when grappling or being grappled."
 },
 {
   "Item": "Cosmetic enhancements",
   "Cost": "200",
   "Weight": "",
   "Uses": "-",
   "Book": "L",
   "Page": 68,
   "Comment": "Can not be rejected. No penalty on UtF checks."
 },
 {
   "Item": "Enhanced vision",
   "Cost": "1900",
   "Weight": "",
   "Uses": "-",
   "Book": "L",
   "Page": 68,
   "Comment": "Gains darkvision."
 },
 {
   "Item": "Natural armor",
   "Cost": "7000",
   "Weight": "",
   "Uses": "-",
   "Book": "L",
   "Page": 68,
   "Comment": "Gain natural armor of 1, or +1 (to Ref Def)if recipient already has natural armor."
 },
 {
   "Item": "Natural weapon",
   "Cost": "4000",
   "Weight": "",
   "Uses": "-",
   "Book": "L",
   "Page": 68,
   "Comment": "Natural weapon now does 1d6 slash dmg, considered armed."
 },
 {
   "Item": "Poison filter",
   "Cost": "2500",
   "Weight": "",
   "Uses": "-",
   "Book": "L",
   "Page": 68,
   "Comment": " +5 equipment bonus to Fort Def against poisons."
 },
 {
   "Item": "Replacement body part",
   "Cost": "2000",
   "Weight": "",
   "Uses": "-",
   "Book": "L",
   "Page": 68,
   "Comment": "Once a replacement limb or organ is attached, it performs just as well as the original limb."
 },
 {
   "Item": "Bao-Dur's cybernetic arm",
   "Cost": "",
   "Weight": "",
   "Uses": "-",
   "Book": "K",
   "Page": 176,
   "Comment": "Energy cell must be recharged every 48h. Successful unarmed strike against a energy shield of some sort. If SR below 15 it is disabled, if above SR 15 it lowers the shields SR by 5. Ineffective against shields protecting Gargantuan or larger starships and vehicles."
 },
 {
   "Item": "BioTech Borg Construct AJ-6",
   "Cost": "80000",
   "Weight": "",
   "Uses": "-",
   "Book": "RRR",
   "Page": 149,
   "Comment": "See Borg Construct"
 },
 {
   "Item": "Borg Construct",
   "Cost": "80000",
   "Weight": "",
   "Uses": "-",
   "Book": "GW",
   "Page": 49,
   "Comment": "Provides cabled or wireless link to computers within 10m. Up to 4 Biotech knowledge cartridges or datacard ports. Gain +2 circumstance bonus to Use Computers, Knowledges and other skills (GMs discretion). Can Issue routine commands application of Use computers as Sw Action (F Action with Gimmick talent). User takes -5 to all Persuasion checks and speak less frequently. Rejection +14 , Surgery cost 70000. Restricted."
 },
 {
   "Item": "Borg Construct Knowledge cartridge",
   "Cost": "100",
   "Weight": "",
   "Uses": "-",
   "Book": "GW",
   "Page": 49,
   "Comment": "INT 4 instead of the normal INT 2."
 },
 {
   "Item": "Borg Construct Datacard/Know cart portBorg Construct Datacard/Know cart portBorg Construct Datacard/Know cart port",
   "Cost": "500*",
   "Weight": "",
   "Uses": "-",
   "Book": "GW",
   "Page": 49,
   "Comment": "*Per port (one is included in the Borg Construct)."
 },
 {
   "Item": "Comlink, Subcutaneous",
   "Cost": "4000",
   "Weight": "",
   "Uses": "-",
   "Book": "GW",
   "Page": 49,
   "Comment": "Sensor and transmitter attached to vocal and auditory organs of the host. Can use without making a sound loud enough for others to hear. Rejection +3 , Surgery cost 3000. Restricted."
 },
 {
   "Item": "Cybernetic Prosthesis",
   "Cost": "1500",
   "Weight": "",
   "Uses": "-",
   "Book": "CR",
   "Page": 137,
   "Comment": "Performs as well as the original limb with these exceptions. You now take full dmg from Ion dmg atks. You not take -1 on UtF checks per prosthesis (maximum to a -5). Can not be rejected. Surgery cost 500cr. Also in GW 49. Have 1 upgrade slot."
 },
 {
   "Item": "Eye, infrared sensor",
   "Cost": "300",
   "Weight": "",
   "Uses": "-",
   "Book": "GW",
   "Page": 49,
   "Comment": "Grants the host darkvision. Rejection +14 , Surgery cost 2250. Restricted."
 },
 {
   "Item": "Eye, targeting",
   "Cost": "500",
   "Weight": "",
   "Uses": "-",
   "Book": "GW",
   "Page": 49,
   "Comment": "Host gain +2 equipment bonus to Perception and low-light vision. Rejection +16 , Surgery cost 3750. Military."
 },
 {
   "Item": "Eye, telescoping",
   "Cost": "500",
   "Weight": "",
   "Uses": "-",
   "Book": "GW",
   "Page": 49,
   "Comment": "Eye can zoom in on remote objects. Range penalties to Perception every 20sq instead of every 10sq as normal. Rejection +9 , Surgery cost 3750. Restricted."
 },
 {
   "Item": "Rhen-Orm Biocomputer",
   "Cost": "",
   "Weight": "",
   "Uses": "-",
   "Book": "T",
   "Page": 17,
   "Comment": "Anzati implanted this biocomputer in Aurra Sings skull. Expand range of awareness and sense. When making Survival checks to track add an equipment bonus equal to her quarry's Force points to her checks. Counts as a Cybernetic prosthesis."
 },
 {
   "Item": "Sensory enhancement",
   "Cost": "800",
   "Weight": "",
   "Uses": "-",
   "Book": "GW",
   "Page": 50,
   "Comment": "Augmentations on nerve endings in various sensory organs. Reduce by 2 any penalty to Perception checks made to notice a target with concealment or total concealment. Rejection +14 , Surgery cost 3000. Restricted."
 },
 {
   "Item": "Skeletal reinforcement",
   "Cost": "10000",
   "Weight": "",
   "Uses": "-",
   "Book": "GW",
   "Page": 50,
   "Comment": "Enhances hosts skeleton with high-impact polymers. +2 equipment bonus to damage threshold. Rejection +12 , Surgery cost 50000. Restricted."
 },
 {
   "Item": "Subelectronic converter",
   "Cost": "23000",
   "Weight": "",
   "Uses": "-",
   "Book": "JJ",
   "Page": 64,
   "Comment": "Computerized device that is implemented into the head. May use mind-affecting effecting Force powers on droid despite the droids immunity. Recipient takes a -2 on Will Def in addition to the normal effect of having a cybernetic enhancement."
 },
 {
   "Item": "Tremor sensor",
   "Cost": "400",
   "Weight": "",
   "Uses": "-",
   "Book": "GW",
   "Page": 50,
   "Comment": "Installed in feet of host, detects vibrations in the ground warning host of approaching enemies. No penalty to Perception checks to notice targets that have concealment or total concealment provided the target moved on its last turn. Rejection +7 , Surgery cost 3750. Restricted."
 },
 {
   "Item": "Bio-stabilizer",
   "Cost": "1750",
   "Weight": "",
   "Uses": "-",
   "Book": "K",
   "Page": 74,
   "Comment": "Teaches the brain to synthesize antidotes. Immune to poison."
 },
 {
   "Item": "Cardio",
   "Cost": "4000",
   "Weight": "",
   "Uses": "-",
   "Book": "K",
   "Page": 74,
   "Comment": "Sends vital chemicals to the heart and other organs. Gain +1 HP per level."
 },
 {
   "Item": "Combat",
   "Cost": "5000",
   "Weight": "",
   "Uses": "-",
   "Book": "K",
   "Page": 74,
   "Comment": "Transmits basic knowledge of a variety of weapons into the mind of its user. Eliminates penalties to atk rolls for weapons user is not proficient with."
 },
 {
   "Item": "Memory",
   "Cost": "2000",
   "Weight": "",
   "Uses": "-",
   "Book": "K",
   "Page": 74,
   "Comment": "Augments the memory. Reroll any Knowledge check, keeping the better result."
 },
 {
   "Item": "Nerve Reinforcement",
   "Cost": "5000",
   "Weight": "",
   "Uses": "-",
   "Book": "K",
   "Page": 75,
   "Comment": "Augments the signals sent from the brain through the central nervous system, making the senses difficult to overload through conventional means. +5 DT against stun dmg"
 },
 {
   "Item": "Regenerative",
   "Cost": "4250",
   "Weight": "",
   "Uses": "-",
   "Book": "K",
   "Page": 75,
   "Comment": "Coaxes the healing sections of the brain. Recovers x2 HP from natural healing."
 },
 {
   "Item": "Sensory",
   "Cost": "2500",
   "Weight": "",
   "Uses": "-",
   "Book": "K",
   "Page": 75,
   "Comment": "Augments the minds natural ability to process visual data. Grants a user low-light vision or Darkvision if the character already has low-light vision."
 }
]