[
 {
   "Item": "Cheater",
   "Cost": "500",
   "Type": "U",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 40,
   "Comment": "Designed to allow you to cheat at the popular gambling game Sabacc. +2 on WIS checks made to determine the\noutcome of gambling games. Stealth (+Size Mod) vs Perception to conceal the cheat.\nIf someone beat you at sabacc by 6+ they realize you must be cheating but not know exactly how."
 },
 {
   "Item": "Cloaked",
   "Cost": "750",
   "Type": "U",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 40,
   "Comment": "Equipment has its energy signatures baffled, any noise muffled and its appearance camouflaged. Impose a -5 on\nPerception or Use Computer checks made to detect it (-2 if item is in use). Weapons are obvious when in use, On\narmor it applies when you make Deception checks to produce a deceptive appearance (making armor look like\nclothing)."
 },
 {
   "Item": "Componentization",
   "Cost": "",
   "Type": "U",
   "Upgeade slots": "1/2",
   "Book": "GI",
   "Page": 68,
   "Comment": "To disguise a piece of equipment or weapon in to other type of equipment (i.e. comlink, datapad, vibroshaver). 1\nUpgrade slot breaks item into 2 component each one category smaller (FR Action to reassemble) . 2 Upgrade slots\nbreaks item into 4 items each 2 size categories smaller. (2 FR Actions to reassemble). Identifying a component\nas part of this upgrade package requires a DC 30 Perception or DC 25 Knowledge (technology) check."
 },
 {
   "Item": "Droidification",
   "Cost": "2000",
   "Type": "U",
   "Upgeade slots": "2",
   "Book": "SV",
   "Page": 40,
   "Comment": "Equipment turns into a fully functioning droid. Can either act like a droid with access to item or conceal\nitself as normal piece of equipment (DC 25 Perception to realize its unusual). Stats as ASP Labor droid (CR 203)\nwith -3STR, +1DEX, -2sq movement per size smaller than medium (no score less than 1) and apply size mod.\nConsidered to be proficient with equipment its built out of.\nOnly devices can receive this upgrade, Weapons, armor, vehicles can not. If any additional droid equipment or\nsystems are added it becomes obvious that the device is a droid."
 },
 {
   "Item": "Dual Gear",
   "Cost": "1000",
   "Type": "U",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 41,
   "Comment": "One piece of equipment can be built into another as an upgrade. Can not place a larger item into a smaller item.\nNormally it can not act as both pieces of equipment at once. Must pay full price for the piece of equipment\nbeing added to the primary object. Can not share power source.\nThe added equipment does not have any upgrade slots."
 },
 {
   "Item": "Electrograpple Handle",
   "Cost": "1000",
   "Type": "U",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 41,
   "Comment": "Often used on a weapon to throw down and \"prove\" he is disarmed only to retrieve it when trouble starts.\nMagnetized section of equipment designed to fly toward a specially attuned grapple gauntlet (included in price).\nMay retrieve item as a M Action within 6sq, if hilt or strapped down it grants +5 bonus on opposed STR check or\nBreak DC."
 },
 {
   "Item": "Environmental Sealing",
   "Cost": "400",
   "Type": "U",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 41,
   "Comment": "Equipment works normally in vacuum, underwater, packed in sand or in a snowstorm. Does not take dmg from\ncorrosive or toxic atmospheres, extreme temperatures, normal fires or radiation."
 },
 {
   "Item": "Extra power source*",
   "Cost": "200",
   "Type": "U",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 41,
   "Comment": "Any equipment that runs on Energy cells or Power packs now have two such power sources doubling the duration the\ndevice will function. Can be taken multiple times."
 },
 {
   "Item": "Memory Upgrade",
   "Cost": "4000",
   "Type": "U",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 41,
   "Comment": "Any device with INT score (not droid) can have this upgrade. Device gain +2 INT and x2 storage capacity. Unless\nnoted, unmodified items hold a number of memory units equal to 5xINT (each memory units holds the same amount of\ndata as a recording unit). 10 memory units are enough to hold coordinates for a single hyperspace jump."
 },
 {
   "Item": "Memory upgrade, Advanced",
   "Cost": "16000",
   "Type": "U",
   "Upgeade slots": "2",
   "Book": "SV",
   "Page": 41,
   "Comment": "Any device with INT score (not droid) can have this upgrade. Device gain +4 INT and x5 storage capacity."
 },
 {
   "Item": "Miniaturized",
   "Cost": "500",
   "Type": "U",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 41,
   "Comment": "Equipment weights half as much and is one size smaller. If melee weapon dmg dice is reduced by one step (d6s\nbecomes d4s, d4s becomes d3s and so on)."
 },
 {
   "Item": "Recognition System",
   "Cost": "200",
   "Type": "U",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 41,
   "Comment": "Can identify its owner and will not function for anyone else. Fooling it takes 1min and a DC 30 Use Computer\ncheck. Owner can deactivate this function as a F Action. Optionally it can have a code phrase that allows anyone\nto deactivate it."
 },
 {
   "Item": "Remote Activation",
   "Cost": "100",
   "Type": "U",
   "Upgeade slots": "0",
   "Book": "SV",
   "Page": 41,
   "Comment": "Allows a piece of equipment to be activated with a signal from a comlink or similar comm device. i.e. set a\ndroid to activate, fusion lantern to flare to life, computer to start running a program, holoprojector to begin\na recorded projection. Sw Action to activate which includes entering a command code (allowing comlink to\nactivate multiple pieces of remote gear) Range is determined by the comm device used. A character aware of a\npiece of remotely activated gear can find the necessary frequency and activation code with a DC 30 Use Computer\ncheck."
 },
 {
   "Item": "Secret Compartment",
   "Cost": "600",
   "Type": "U",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 41,
   "Comment": "As Storage capacity upgrade except that it can hold a single item one size smaller than the equipment itself in\na secret compartment. DC 30 Perception check to notice (DC 25 Perception check to find it with a close, hands-on\nexamination."
 },
 {
   "Item": "Silverplate",
   "Cost": "2500",
   "Type": "U",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 42,
   "Comment": "Chroming process that adds a layer of tough composite material on surface of any piece of gear. Gear gain +2 DR\nto the item itself."
 },
 {
   "Item": "Spring Loaded",
   "Cost": "300",
   "Type": "U",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 42,
   "Comment": "Any equipment that can be held and used in one hand can be spring-loaded. Sw Action to Ready item. 1/turn, If\nyou have the Quick Draw feat, you may draw the item as a F Action."
 },
 {
   "Item": "Storage Capacity",
   "Cost": "100",
   "Type": "U",
   "Upgeade slots": "0",
   "Book": "SV",
   "Page": 42,
   "Comment": "Allow gear to carry smaller gear within or on it in a obvious compartment. Can hold multiple items atleast one\nsize smaller that gear itself and the total weight must be less than equipments weight with the upgrade."
 },
 {
   "Item": "Ion Shielding",
   "Cost": "1000",
   "Type": "C",
   "Upgeade slots": "1",
   "Book": "GW",
   "Page": 50,
   "Comment": "Host is not treated as being cyberneticly enhanced for the purposes of taking ion dmg. If even one cybernetic\nenhancement does not have this shielding, the host gain no benefit."
 },
 {
   "Item": "Bayonet Ring",
   "Cost": " +100% of weapon cost",
   "Type": "W",
   "Upgeade slots": "0",
   "Book": "sv",
   "Page": 42,
   "Comment": "Added on a melee weapon of small or lesser size. Can be mounted on a chosen ranged weapon of atleast Medium size\nthat can not require a tripod or other mount for normal operations. While mounted new weapons size is Large.\nIncrease dmg of melee weapon by one die step (d2 to d3) but weapon group and dmg type stay the same.\nYou now threaten sq within reach as normal with a melee weapon.\nM Action to mount/remove."
 },
 {
   "Item": "Beam Splitter",
   "Cost": "1200",
   "Type": "W",
   "Upgeade slots": "2",
   "Book": "k",
   "Page": 75,
   "Comment": "Pistols, Rifles, Heavy weapons, Exotic ranged weapons that deals energy dmg: Increasing the size of the bolt\nfires. 1/Encounter, Can when using the Power Blast feat it will deal +2 dmg for every 1 point subtracted from\nthe atk bonus."
 },
 {
   "Item": "Bipod",
   "Cost": "100",
   "Type": "W",
   "Upgeade slots": "0",
   "Book": "sv",
   "Page": 43,
   "Comment": "Two-legged stand that steadies barrel of a rifle or heavy weapon when aiming or using autofire. Preparing for\nuse is a M Action (if you move you have to prepare it again) when either prone or adjacent to low objects that\nare between you and your target. Counts as a mount for any weapon that require it for other weapons makes aiming\neasier. If already aimed or atk a particular target, each subsequent aim action requires only a single Sw Action\n(1/round F Action with Sniping Master talent) Loose benefit if you atk or aim at any other target.\nIncrease weight by 20% of weapons weight."
 },
 {
   "Item": "Double Trigger",
   "Cost": "800",
   "Type": "W",
   "Upgeade slots": "0",
   "Book": "sv",
   "Page": 43,
   "Comment": "One trigger is a safety and the other is a hair-trigger that fires when the slightest pressure is applied to it.\nWith Careful Shot feat gain +2 bonus on atk rolls if aim first (instead of the normal +1)."
 },
 {
   "Item": "Durasteel Bonding",
   "Cost": "2000",
   "Type": "W",
   "Upgeade slots": "1",
   "Book": "k",
   "Page": 75,
   "Comment": "Simple, Advanced, Exotic melee weapon that deals slashing dmg: Coats weapon with a thin layer of durasteel,\nincreases its own DR by 5 and add one die in dmg on a critical hit (dmg added after dmg is multiplied for the\ncritical hit)."
 },
 {
   "Item": "Enhanced Energy Projector",
   "Cost": "3000",
   "Type": "W",
   "Upgeade slots": "1",
   "Book": "k",
   "Page": 75,
   "Comment": "Advanced or exotic melee weapon that requires a power pack: Smoothes the flow of the power making it less likely\nto produce unpredictable results. 1/Encounter, wielder may reroll a natural 1 on any atk roll, must keep second\nresult."
 },
 {
   "Item": "Hair TriggerHair Trigger",
   "Cost": "1200",
   "Type": "W",
   "Upgeade slots": "1",
   "Book": "k",
   "Page": 75,
   "Comment": "Pistols, Rifles, Heavy weapons, Exotic ranged weapons that use a trigger mechanism to fire: Makes it easier to\nfire several shots by reducing the amount of pressure that must be placed on the trigger. 1/Encounter, wielder\nthat use the Rapid Shot feat to modify an atk roll may reroll the dmg from the atk, keeping the better result."
 },
 {
   "Item": "Improved Energy Cell",
   "Cost": "4000",
   "Type": "W",
   "Upgeade slots": "2",
   "Book": "k",
   "Page": 75,
   "Comment": "Pistols, Rifles, Heavy weapons, Exotic ranged weapons that require a power pack: Increases the efficiency of the\nenergy flow between a power pack and the firing mechanism. Doubles the number of short it can fire on a single\npower pack. Additionally if the weapon has the increased weapon dmg modification (Tech Specialist feat) it gains\n+3 to dmg."
 },
 {
   "Item": "Ion ChargerIon Charger",
   "Cost": "3000",
   "Type": "W",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 43,
   "Comment": "Encases a melee weapon in a light ion field that flares to full strength anytime the weapon strikes something.\nIn addition to normal dmg weapon deals 2d6 of Ion dmg. (additional dmg from i.e. Rapid Strike does not increase\nthis Ion dmg only the normal dmg)."
 },
 {
   "Item": "Missile LoadMissile Load",
   "Cost": "250",
   "Type": "W",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 43,
   "Comment": "Convert a grenade (Frag, Ion, Stun grenades and energy balls) into a missile that can be fired from a missile\nlauncher. Dmg dice of the original grenade is increased by 50%."
 },
 {
   "Item": "Neutronium Reinforcement",
   "Cost": "3000",
   "Type": "W",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 43,
   "Comment": "Heavy neutron-rich metallic alloy used to harden and sharpen the striking or cutting surface of a melee weapon\n(not lightsaber) Weapon gains +5 DR (max 15), +10HP, +100% weight and if slashing or piercing melee weapon the\ncritical range is 19-20."
 },
 {
   "Item": "Overload Switch",
   "Cost": "500",
   "Type": "W",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 43,
   "Comment": "Allows any energy weapon to build a feedback loop that causes it to explode. Sw Action to activate, becomes an\nimprovised throwing weapon (-5 on atk roll) with a 2sq burst radius (Area attack) that does double dmg but is\ndestroyed. A weapon whose size is 2 or more steps larger than your size can not be thrown, and will instead\ndetonate at the end of your turn. Can not be added to energy balls, grenades, thermal detonators, or other\nnormally explosive devices."
 },
 {
   "Item": "Pulse Charger",
   "Cost": "2000",
   "Type": "W",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 43,
   "Comment": "Can be applied to any blaster weapon. Forces more power into the blast chamber producing a more powerful shot at the expense of lost accuracy. -1 on atk rolls with weapon. +1 point of dmg per die. Draws twice as many shots from the power pack."
 },
 {
   "Item": "Rangefinder",
   "Cost": "200",
   "Type": "W",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 43,
   "Comment": "Can be applied to any ranged weapon. Such a weapon takes no penalty when used to atk a target at short range. Does not stack with targeting scope (except on Medium or Long range)."
 },
 {
   "Item": "Rapid Recycler",
   "Cost": "500",
   "Type": "W",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 44,
   "Comment": "Adds an Autofire mode on a blaster weapon that normally fires only in single mode. This upgrade can not be added to weapons that has a burst radius or splash radius or weapons that specifically prohibit it."
 },
 {
   "Item": "Retractable Stock",
   "Cost": "100",
   "Type": "W",
   "Upgeade slots": "0/1",
   "Book": "SV",
   "Page": 44,
   "Comment": "Any pistol (1 slot) or rifle (0 slots) can have a retractable stock added. Extending or folding stock is a M\nAction.\nFolded: Treat as pistol for purposes of proficiency and range. Can not brace.\nExtended: Treat as rifle for purposes of proficiency and range. take a -5 penalty on atk rolls with weapon if\nyou use it in one hand (regardless of size)."
 },
 {
   "Item": "Slinker",
   "Cost": "1000",
   "Type": "W",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 44,
   "Comment": "Can be applied to only slugthrowers and missile weapons. Weapon can no longer fire normal ammo only slinkers\n(twice the normal price) Slinkers are equipped with sensors and battle computers, and programmed to fly around\nobstacles or even around corners. If fired at target in cover target does not gain the normal +5 cover bonus to\nRef Def. If fire against target in total cover (around corner), attacker selects a specific target sq outside\nhis LOS and makes an atk with a +0 bonus against anything in that sq (Effective with area atks). Path from the\nattackers to the targets sq can not have more than a single turn (max 90 degrees)."
 },
 {
   "Item": "Sniper Switch",
   "Cost": "500",
   "Type": "W",
   "Upgeade slots": "0",
   "Book": "SV",
   "Page": 44,
   "Comment": "Adds an Single firing mode on a autofire-only weapon. However, weapon is no longer a autofire-only weapon so it no longer has reduces autofire penalties when braced (CR 156)."
 },
 {
   "Item": "Targeting Scope, Low-light",
   "Cost": "1000",
   "Type": "W",
   "Upgeade slots": "0",
   "Book": "CR",
   "Page": 140,
   "Comment": "As a standard targeting scope in normal light. However, after aiming at a target, it allows the wielder to ignore concealment (but not total concealment) from darkness when attacking target."
 },
 {
   "Item": "Targeting Scope, Standard",
   "Cost": "100",
   "Type": "W",
   "Upgeade slots": "0",
   "Book": "CR",
   "Page": 140,
   "Comment": "While aiming it reduces the range by one range category. Loose benefit if you change targets or lose LOS to your target. (Aim, CR 154)."
 },
 {
   "Item": "Tremor Cell",
   "Cost": "1000",
   "Type": "W",
   "Upgeade slots": "1",
   "Book": "K",
   "Page": 76,
   "Comment": "Advanced or exotic melee weapon of max Medium size that requires a power pack : Allowing wielder to subdue rather than kill an opponent by dazing it. Gain a stun setting on the weapon."
 },
 {
   "Item": "Aquatic Adaptation",
   "Cost": "500",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 44,
   "Comment": "Seals armor against pressure of deep ocean travel, filter breathable air out of water indefinitely. Installs fins and small jets to allow swift and easy motion. Gain swim speed of 1/2 of your armored walking speed. Additionally you can reroll a failed Swim check (keeping better) and take 10 on Swim checks even when rushed or threatened."
 },
 {
   "Item": "Armor Reinforcement",
   "Cost": "3000",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "K",
   "Page": 75,
   "Comment": "DR2 vs. piercing damage."
 },
 {
   "Item": "Armorplast",
   "Cost": "900",
   "Type": "A",
   "Upgeade slots": "0",
   "Book": "SV",
   "Page": 45,
   "Comment": "Upgrades armor with a high-strength armorplast or a similar lightweight, high-cost material. Reduces the weight of the armor by 50%."
 },
 {
   "Item": "Climbing Claws",
   "Cost": "200",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 45,
   "Comment": "Install retractable spikes into arms and legs of the armor.\nGain climb speed of 1/2 of your armored walking speed. Additionally you can reroll a failed Climb check (keeping\nbetter) and take 10 on Climb checks even when rushed or threatened.\nCan be used to fight with. Counts as being two sizes smaller than the wearer and deal slashing dmg equal to the\nbase claw dmg for a beast of that size (Medium character would have Tiny claws that deal 1d4 Slash dmg)."
 },
 {
   "Item": "Diagnostics System",
   "Cost": "500",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 45,
   "Comment": "Series of sensors and simple computers that monitor both the armor and wearer. Anyone making a Mechanics check on armor or a Treat Injury on wearer gain +2."
 },
 {
   "Item": "Environmental Systems, Cold-weather",
   "Cost": "600",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 45,
   "Comment": "Makes you immune to the effects of extreme cold."
 },
 {
   "Item": "Environmental Systems, Warm-weather",
   "Cost": "600",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 45,
   "Comment": "Makes you immune to the effects of extreme heat."
 },
 {
   "Item": "Gyro",
   "Cost": "250",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 46,
   "Comment": "Helps to keep armor upright and stable. Gain +5 stability bonus on checks and all defenses to resist attempts to knock you prone.Helps to keep armor upright and stable. "
 },
 {
   "Item": "Helmet Package",
   "Cost": "4000",
   "Type": "A",
   "Upgeade slots": "0",
   "Book": "CR",
   "Page": 140,
   "Comment": "Gain +2 on Perception checks, Low-light vision and a hands-free comlink."
 },
 {
   "Item": "Holoshroud",
   "Cost": "5000",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 46,
   "Comment": "Rare. Places small holographic projectors at key points around the armor. Moves as armor moves, making the\nillusion of a different appearance difficult to penetrate. Can store a single image, which must be of the same\nbasic size and shape as the armor (DC 20 Use Computer check and 1h to change).\n+10 on Stealth checks to conceal items (underneath the image) and on any Deception checks made to create a\ndeceptive appearance, however any observer that uses a FR action to search the wearer (or species with scent\ntrait or using a sensor pack) gains a +10 circumstance bonus on the opposed Perception check. Sw Action to\nactivate/deactivate.\nPowered by a Power pack that has enough power for 20 rounds of use."
 },
 {
   "Item": "Integrated Equipment, 1",
   "Cost": "200",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 46,
   "Comment": "Can attach one piece of equipment to the armor. Must be 3 or more sizes smaller than the armor itself, or a\nweapon up to Small size. Equipment is constantly ready for use and does not need to be drawn or prepared before\nbeing used. Swapping out equipment takes 10min and a DC 10 Mechanics check. Equipment to be attached is not\nincluded in the price for this upgrade."
 },
 {
   "Item": "Integrated Equipment, 2",
   "Cost": "500",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 46,
   "Comment": "As Integrated equipment, 1 but for 2 pieces of equipment.As Integrated equipment, 1 but for 2 pieces of equipment."
 },
 {
   "Item": "Integrated Equipment, 5",
   "Cost": "1000",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 46,
   "Comment": "As Integrated equipment, 1 but for 5 pieces of equipment.As Integrated equipment, 1 but for 5 pieces of equipment."
 },
 {
   "Item": "Integrated Equipment, 10",
   "Cost": "2000",
   "Type": "A",
   "Upgeade slots": "2",
   "Book": "SV",
   "Page": 46,
   "Comment": "As Integrated equipment, 1 but for 10 pieces of equipment.As Integrated equipment, 1 but for 10 pieces of equipment."
 },
 {
   "Item": "Internal Generator*",
   "Cost": "1000",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 46,
   "Comment": "Miniaturized version of a portable fusion generator (CR 138). Sw Action to activate/deactivate.\nCan provide continuous power for 10 different upgrades, integrated equipment that have a negligible power\nrequirements (anything without a listed duration). For devices with a specific power requirements, it can store\n4 units of energy (each equivalent of an EC, PP or 20 rounds of power from a portable fusion reactor),\nautomatically recharges one unit every hour. If it supply power to anything other than negligible power items it\nsends out an energy signature, any character attempting to detect wearer with a sensor pack or vehicle sensors\ngain +5 circumstance bonus on Perception or Use Computer checks.\n*Can be taken multiple times if more energy is needed, but each internal generator adds 10kg to the weight of\nthe armor."
 },
 {
   "Item": "Jump Servos",
   "Cost": "100",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 46,
   "Comment": "Repulsorlift-aided system that assists in making long jumps. Treat all jumps as running jumps.\nAdditionally you can reroll a failed Jump check (keeping better) and take 10 on Jump checks even when rushed or\nthreatened."
 },
 {
   "Item": "Mesh Underlay",
   "Cost": "2500",
   "Type": "A",
   "Upgeade slots": "2",
   "Book": "K",
   "Page": 76,
   "Comment": "Helps channel certain types of energy away from the wearers body. +5 to DT vs. Stun dmg."
 },
 {
   "Item": "Powered Exoskeleton",
   "Cost": "4000",
   "Type": "A",
   "Upgeade slots": "2",
   "Book": "SV",
   "Page": 46,
   "Comment": "Enhances the physical strength of the wearer. Sw Action to activate/deactivate. Operates for 20 rounds on a energy cell. When activated it gives wearer +2 to Strength. Adds +5kg on weight."
 },
 {
   "Item": "Radiation Shielding",
   "Cost": "400",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 46,
   "Comment": "Only Medium and Heavy armor: Grants +10 on Fort Def against radiation atks, and reduces dmg by a successful\nradiation atk by 5 points.\nWhen you should move -1CT persistent as a result of radiation dmg you can make a DC 20 Endurance check to negate\nthe persistent condition, You can make this check only the first time you move down CT due to a particular\nradiation hazard. Add +10kg on weight."
 },
 {
   "Item": "Rangefinder, Armor",
   "Cost": "500",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 47,
   "Comment": "As the weapon rangefinder upgrade but it applies only to ranged atks made by weapons built into the armor on a weapon mount."
 },
 {
   "Item": "Ready Harness",
   "Cost": "500",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 47,
   "Comment": "Adds a series of hooks, straps and clips distributed around the armor, designed to make equipment easily\naccessible and to settle weight better. Can hold up to 2 Small pieces of equipment (Large Weapons), 5 Tiny\npieces of equipment (Medium Weapons), 10 Diminutive pieces of equipment (Small Weapons). Weight of the equipment\nis halved for purposed of determining your encumbrance. Items can be retrieved or replaced as a M Action."
 },
 {
   "Item": "Repulsorlift",
   "Cost": "1000",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 47,
   "Comment": "Takes the same kind of hover repulsorlifts used by droids and modifies them to allow the armor to float up to 1m\noff the ground. Sw Action to activate/deactivate.\nWhile operating wearer ignores the effects of difficult terrain and takes half dmg from falls.\nCan operate for 10 rounds on a single Energy Cell."
 },
 {
   "Item": "Shadowskin",
   "Cost": "5000",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 47,
   "Comment": "Coats armor in a matt black finish of light- and sensor-absorbing material (and sound dampener) turning it into a stealth suit. Grants +5 on all Stealth checks made by the wearer."
 },
 {
   "Item": "Shadowskin, Reflec",
   "Cost": "20000",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 47,
   "Comment": "Advanced version using the material Reflect, developed by the Grand Army of the Republic. Grants +10 on all Stealth checks made by the wearer."
 },
 {
   "Item": "Shield Generator, SR 5",
   "Cost": "5000",
   "Type": "A",
   "Upgeade slots": "2",
   "Book": "SV",
   "Page": 47,
   "Comment": "Only Medium and Heavy armor: Grants wearer SR 5. Can use the recharge shield action. Activate/deactivate as a Sw Action. Can operate for 10rounds on a Energy Cell."
 },
 {
   "Item": "Shield Generator, SR 10",
   "Cost": "10000",
   "Type": "A",
   "Upgeade slots": "3",
   "Book": "SV",
   "Page": 47,
   "Comment": "Only Heavy armor of atleast Medium size: Grants wearer SR 10. Can use the recharge shield action. Activate/deactivate as a Sw Action. Can operate for 10rounds on a Energy Cell."
 },
 {
   "Item": "Shockweb",
   "Cost": "6000",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 47,
   "Comment": "A powerful electrified stun field that can encase the entire surface of the armor.\nWhen active any time you are the target of a successful melee, grab or grapple atk the attacker takes 1d6\nelectrical dmg and 2d6 electrical stun dmg.\nSw Action to activate/deactivate. Can operate for 20min on a Energy cell, Each time an attacker is dmg in this\nway it discharges 1min of duration off its energy cell."
 },
 {
   "Item": "Vacuum Seals",
   "Cost": "2000",
   "Type": "A",
   "Upgeade slots": "0",
   "Book": "SV",
   "Page": 47,
   "Comment": "Includes airtight gaskets around all joints and simple life support that allows wearer to survive for 10h in vacuum or any other hostile environments. Adds +2kg on weight."
 },
 {
   "Item": "Vacuum Seals, Advanced",
   "Cost": "5000",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 47,
   "Comment": "Medium or Heavy armor: As Vacuum seals except 24h life support and adds +10kg on weight.Medium or Heavy armor: As Vacuum seals except 24h life support and adds +10kg on weight."
 },
 {
   "Item": "Weapon Mount",
   "Cost": "1000",
   "Type": "A",
   "Upgeade slots": "1",
   "Book": "SV",
   "Page": 47,
   "Comment": "Light armor gain 2, Medium 3, Heavy 4 dedicated weapon mounts. 2-handed weapons cost 2 mounts, 1-handed cost 1\nmount and light weapons cost 1/2 mount.\nMust be proficient with both weapon and armor to be considered proficient with a weapon mount.\nThis upgrade does not include the cost for the weapon to be mounted, such weapon is designed only for mount use\nand can not be fired hand-held.\nTakes 10min and a DC 10 Mechanics check to change weapons in a mount. Mounted weapon can not be disarmed and\ndoes not need to be drawn to be used. They are obvious unless weapon mount is concealed (x3 upgrade cost) then\nit takes a DC25 Perception check to notice weapon not in use."
 },
 {
   "Item": "Beckon Call",
   "Cost": "0",
   "Type": "L",
   "Upgeade slots": "",
   "Book": "J",
   "Page": 60,
   "Comment": "Small comm device that links up with a slave circuit on a starship. When activated autopilot summons the shop to the nearest safe spot close to the wielder. Functions only when connected to a starship with a slave circuit."
 },
 {
   "Item": "Blade Lock",
   "Cost": "0",
   "Type": "L",
   "Upgeade slots": "",
   "Book": "J",
   "Page": 60,
   "Comment": "Used by wielders who frequently throw the lightsaber. Sw Action to lock blade so it wont turn off. Sw Action to unlock, Meaning 2 Sw Actions to deactivate a locked blade."
 },
 {
   "Item": "Concealed Compartment",
   "Cost": "0",
   "Type": "L",
   "Upgeade slots": "",
   "Book": "J",
   "Page": 60,
   "Comment": "Capable of holding a single object of Fine size."
 },
 {
   "Item": "Electrum Detail",
   "Cost": "0",
   "Type": "L",
   "Upgeade slots": "",
   "Book": "J",
   "Page": 60,
   "Comment": "Cosmetic accessory generally allowed only to high-ranking Jedi members. Decorates lightsaber handle with the rare metal electrum, giving it a distinctive gold color. Grants favorable circumstances on Persuasion if target if familiar with the electrum detail tradition."
 },
 {
   "Item": "Fiber Cord",
   "Cost": "0",
   "Type": "L",
   "Upgeade slots": "",
   "Book": "J",
   "Page": 60,
   "Comment": "This small cord of metal fibers attaches to the hilt of the lightsaber. When disarmed the disarming character can not catch the weapon (or call it to his hand). Weapon is still considered \"dropped\" and wielder must spend an action to pick it up, though it hangs in the cord until the wielder does so."
 },
 {
   "Item": "Force-Activated",
   "Cost": "0",
   "Type": "L",
   "Upgeade slots": "",
   "Book": "J",
   "Page": 60,
   "Comment": "Removes the activation button from the exterior. Sw Action and a DC 5 UtF check to activate (can be done as part of the draw weapon action) If check fails it does not activate."
 },
 {
   "Item": "Interlocking Hilt",
   "Cost": "0",
   "Type": "L",
   "Upgeade slots": "",
   "Book": "J",
   "Page": 60,
   "Comment": "Usually applied to pairs of lightsabers. Small interlocking mechanism to the base. Sw Action to lock the hilts together turning the weapon into a double weapon (considered to be one size category larger than the largest of the two weapons)."
 },
 {
   "Item": "Pressure Grip",
   "Cost": "0",
   "Type": "L",
   "Upgeade slots": "",
   "Book": "J",
   "Page": 60,
   "Comment": "One of the most popular accessories. It senses when the wielders hand no longer grips it deactivating the lightsaber immediately when dropped or disarmed."
 },
 {
   "Item": "Trapped Grip",
   "Cost": "0",
   "Type": "L",
   "Upgeade slots": "",
   "Book": "J",
   "Page": 60,
   "Comment": "Requires the wielder to performs some F Action (usually pressing down on a hidden sensor, twisting a knob) before activating the lightsaber safely. If this is not done before being activated wielder takes 1d6 energy dmg again and again at the start of his turn until the trap is deactivated. DC 20 Perception check can reveal the trap mechanism and the disarming action."
 },
 {
   "Item": "Waterproof Casing",
   "Cost": "0",
   "Type": "L",
   "Upgeade slots": "",
   "Book": "J",
   "Page": 60,
   "Comment": "Favored by aquatic lightsaber-users. Allows it to function normally underwater. Submerged in water without this mod it shorts out and must be repaired (takes 1 min) before it will activate."
 }
]